var oJson = [{
		'id': 1,
		'name': '山东省',
		'child': [{
			'id': 101,
			'name': '青岛市',
			'child': [{
				'id': 1010,
				'name': '市北区'
			}, {
				'id': 1011,
				'name': '市南区'
			}, {
				'id': 1013,
				'name': '城阳区'
			}, {
				'id': 1014,
				'name': '四方区'
			}, {
				'id': 1015,
				'name': '李沧区'
			}, {
				'id': 1016,
				'name': '崂山区'
			}]
		}]
	},
	{
		'id': 2,
		'name': '河南省',
		'child': [{
			'id': 201,
			'name': '郑州市',
			'child': [{
				'id': 2010,
				'name': '高新区'
			}, {
				'id': 2011,
				'name': "中原区"
			}]
		}, {
			'id': 202,
			'name': '信阳市',
			'child': [{
				'id': 2020,
				'name': '光山区'
			}, {
				'id': 2021,
				'name': '固始区'
			}]
		}]
	},
	{
		"id":3,
		"name":"山西省",
		"child":[
			{
				"id":301,
				"name":"太原市",
				"child":[
					{
						"id":3001,
						"name":"尖草坪区"
					}
				]
			},
			{
				"id":302,
				"name":"临汾市",
				"child":[
					{
						"id":3020,
						"name":"尧都区"
					},
					{
						"id":3021,
						"name":"洪洞县"
					},
					{
						"id":3022,
						"name":"襄汾县"
					},
					{
						"id":3023,
						"name":"霍州市",
						"child":[
						{
							"id":302301,
							"name":"开元办"
						},{
							"id":302302,
							"name":"退沙办"
						},{
							"id":302303,
							"name":"南环办"
						}]
					},
					{
						"id":3024,
						"name":"汾西县"
					}
				]
			},
			{
				"id":303,
				"name":"运城市",
				"child":[
					{
						"id":3030,
						"name":"高新区"
					}
				]
			}
		]
	}
];
